{"es":{"A confirmation email of your successful online submission has been sent to":"Se ha enviado un correo electrónico de confirmación de la presentación exitosa de su solicitud a:  ","A letter from the school or school district verifying your participation in the National School Lunch Program - Free Lunch program":"Una carta de la escuela o del distrito escolar que verifique su participación en el Programa de almuerzos gratuitos del programa nacional de almuerzos escolares;","A signed letter from each employer indicating the level of your wage":"una carta firmada de cada empleador en la que indique el nivel de su salario;","Accept Picture":"Aceptar la imagen","Acceptable Income Documentation":"Documentación de ingresos aceptable","Acceptable Program Documentation":"Documentación aceptable del programa","Acceptable program documentation for the electric discount":"Documentación aceptable del programa para descuento de electricidad:","Acceptable program documentation for the telephone discount":"Documentación aceptable del programa para descuento telefónico:","Add":"Añadir","Address":"Dirección","Agreements":"Acuerdos","Alimony":"Pensión alimenticia","Annual Gross Income":"Ingreso Anual Bruto","Annual Income (at or below)":"Ingreso Annual (igual o menos)","Annually":"Anual","Any household member participating in one or more of the programs below makes the household only eligible for the telephone discount.":"Cualquier miembro del hogar que participe en uno o más programas a continuación hace al hogar elegible solo para el descuento telefónico.","Any household member who is eligible for any of these benefits makes the household eligible for the telephone discount (Lifeline)":"Cualquier miembro del hogar que es eligible en uno de estos beneficios hace al hogar elegible para el descuento de Telefónica (Lifeline)","Applicant Addresses":"Direcciones del solicitante","Applicant Information":"Información del solicitante","Application Package":"Paquete de solicitud","Apply Online and Upload Supporting Documentation":"Presentar la solicitud por Internet y cargar la documentación de respaldo","Assistance":"Ayuda","Assistance Paying Your Bill":"Ayuda Para Pagar Su Factura","At least one program must be selected from either list":"Debe seleccionarse al menos un programa de la lista.","Average Bi-Weekly Gross Income":"Ingreso Quincenal Bruto Medio","Average Income:":"Ingreso Medio","Average Monthly Gross Income":"Ingreso Mensual Medio Bruto","Back to Paying Your Bill Page":"Volver a la Pagina Para Pagar su Factura","Bi-weekly":"Quincenal","By Income":"Por Ingreso","By Program":"Por Programa","Cancel":"Cancelar","Check NO if you do not have a husband, wife or domestic partner.":"Marque NO si no tiene esposo, esposa o\npareja","check OPTION A and ELECTRONICALLY SIGN BELOW.":" Marque la OPCIÓN A y FIRME ELECTRÓNICAMENTE A CONTINUACIÓN.","check OPTION B and ELECTRONICALLY SIGN BELOW.":" Marque la OPCIÓN B y FIRME ELECTRÓNICAMENTE A CONTINUACIÓN.","check OPTION C and ELECTRONICALLY SIGN BELOW.":" Marque la OPCIÓN C y FIRME ELECTRÓNICAMENTE A CONTINUACIÓN.","Child Health Insurance Program (CHIP)":"Programa de seguro médico para niños (CHIP)","Child Support Payments":"Pagos de Manutencion Infantil","Choose who will keep the Lifeline service. If":"Indique quién mantendrá el servicio Lifeline.","Choose who will keep the Lifeline service. If YOU will keep the Lifeline service,":"Indique quién mantendrá el servicio Lifeline. Si USTED mantendrá el servicio Lifeline,","City":"Ciudad","Clear Signature":"Borre La Firma","Complete your application process online":"omplete su Proceso de Solicitud ","Consumer Information":"Información al consumidor","Copies of the two most recent unemployment checks":"Copias de los dos cheques de desempleo más recientes","Copy of a letter from a government agency showing eligibility for the qualified benefit":"Copia de la carta de una agencia gubernamental en la que se demuestra elegibilidad del beneficio calificado;","Copy of a Medicaid card for the eligible individual":"copia de una tarjeta de Medicaid para el individuo elegible;","Copy of an unemployment form with eligibility dates":"copia de un formulario de desempleo con las fechas de elegibilidad;","Copy of most recent pay stub(s) from all employers covering the last two months for all members of the household":"Copia de los comprobantes de pago más recientes de todos los empleadores de los últimos dos meses de todos los miembros del hogar;","Copy of the most recent bank statement showing direct deposit of income (for SSI, Social Security, annuity, pension)":"copia de la declaración bancaria más reciente que demuestre el depósito directo de los ingresos (para la SSI, Seguro Social, anualidad, jubilación)","Cost of Living Allowances":"Costos de subsidio de subsistencia","Current income statement from employer or Paycheck stub":"Ultimo Recibo de Pago del Empleador o Talon de Cheque de Pago ","Customer Initials":"Iniciales del cliente","Date Of Birth":"Fecha De Nacimiento","Divorce decree or child support document":"Sentencia de divorcio o documento de manutención de los hijos","Do you share expenses for bills, food, or other living expenses <u>AND</u> share income (salary, public assistance benefits, social security payments or other income) with the Lifeline customer in question #2?":"3. ¿Comparte los gastos de facturas, comida u otros gastos de subsistencia Y comparte sus ingresos (salario, beneficios de asistencia pública, pagos de seguro social u otros ingresos) con la persona de la pregunta n.º 2 que tiene un servicio de telefonía Lifeline?","Documentation of social security income":"documentación de sus ingresos de seguro social;","Does another adult (age 18 or older, or emancipated minor) live with you AND have Lifeline service?":"2. ¿Vive con otro adulto (mayor de 18 años o menor emancipado) que tenga un servicio de telefonía Lifeline? ","DOES NOT":"NO","Does your husband, wife, or domestic partner living at your address have Lifeline phone service?":"1. ¿Su esposo, esposa o pareja que vive en su domicilio tiene un servicio de telefonía Lifeline? ","Dollar Amount":"Monto en dólares","Download an income affidavit if your annual income is less than $5,000.":"Descargue una declaración jurada de ingresos si su ingreso anual es menor a $5,000.   ¿Qué es esto?","download, fill out, and sign this affidavit":"descargar, completar y firmar esta declaración jurada.","Download, print, fill out and return your application by: Regular mail, email or fax along with your supporting documentation.":"Descargar, imprimir, llenar y devolver su solicitud por: El correo postal, correo electrónico o fax, junto con la documentación de apoyo.","ELIGIBLE":"ELEGIBLE","Eligible sources of income include:":"Las fuentes elegibles de ingresos incluyen las siguientes:","Email":"Corre Electronico","English":"Ingles","Enter your tribe if you are an eligible resident of Tribal Lands.":"Ingrese su tribu si es residente elegible de tierras tribales.","Federal law allows only one Lifeline discount per household. Your household is everyone who lives at your address who shares income and expenses.":"La ley federal solo permite un servicio de Lifeline por hogar. Su hogar incluye a todas las personas que viven en su domicilio y que comparten ingresos y gastos.","Federal law allows only one Lifeline service per household.":"La ley federal solo permite un servicio de Lifeline por hogar. ","Federal Public Housing Assistance":"Asistencia federal para vivienda pública","Federal Public Housing rental agreement":"contrato de alquiler de la Asistencia federal para vivienda pública;","Federal W-2 for prior year":"Formulario Federal W-2 del año anterior","Fill out the requested information below. All required information are indicated with an asterisk.":"Llene la información solicitada a continuación. Toda la información necesaria se indican con un asterisco.","First":"Nombre","First Name":"Primer Nombre","for each additional person.":"por cada persona adicional.","For example, parent, son, daughter, another relative (such as a sibling, aunt, cousin, grandparent, grandchild, etc.), a roommate, or another person.":"Por ejemplo, padre, hijo, hija, otro pariente (como un hermano, tía, primo, abuelo, nieto, etc.), un compañero de vivienda u otra persona.","for the Lifeline program because no one in your household has a Lifeline benefit. Please":" para el programa Lifeline porque nadie en su hogar tiene un beneficio del programa Lifeline. Por Favor","Gifts":"Regalos","Home":"Hogar","Household Size":"Cantidad de personas en el hogar:","How many people are in your Household?":"¿Cuántas personas viven en su hogar?","I agree that the address entered below is correct, or a Rural address, and I would like to continue the order process.":"Estoy de acuerdo en que la dirección introducida a continuación es correcta, o es una dirección rural, y deseo continuar con el proceso de pedido.","I certify that the information provided above is true. I understand that violating the one-per-household requirement is against the Federal Communications Commission’s rules and I may lose my Lifeline program benefits, and may be prosecuted by the United States government for violating the rules.":"Certifico que la información proporcionada anteriormente es verdadera. Comprendo que la violación del requisito de un beneficio por hogar está en contra de las normas de la Comisión Federal de Comunicaciones y que puedo perder mis beneficios del programa Lifeline y recibir una acusación penal del gobierno de los Estados Unidos por violar las normas.","I certify, under penalty of perjury, that":"Bajo pena de perjurio certifico que:","I may keep my Lifeline benefit because (Please check the box below that applies to you):":"Es posible que mantenga el beneficio de Lifeline porque (marque la casilla con la opción que se aplique a su caso):","I prefer to complete my application online. Select the button below to start that process.\r\n            Note: If you do not have the ability to create PDF images of your supporting documentation, please choose one of the other options shown above.":"Prefiero completar mi solicitud en Internet.  Seleccione el botón a continuación para comenzar ese proceso.\nNota:  Si no puede crear imágenes en formato PDF de su documentación de respaldo, elija una de las otras opciones indicadas arriba.","I prefer to print and return the forms by mail, email, or fax along with all supporting documentation. Select one of the buttons below to open the preferred form(s)":"Yo prefiero imprimir y enviar los formularios por correo, correo electrónico, o por fax junto con toda la documentación de apoyo. Seleccione uno de los botones de abajo para abrir la forma preferida (s)","I prefer to request an application to be mailed to me or print a pre-populated application. Select the button below to start that process.":"Prefiero solicitar la solicitud y que se me envíe por correo o imprimir una solicitud completada previamente.  Seleccione el botón a continuación para comenzar ese proceso.","Identity":"Identidad","If different than above":"Si es diferente del proporcionado arriba","If you are not keeping the Lifeline service, DO NOT electronically sign.":"Si no está manteniendo el servicio Lifeline, NO firme electrónicamente","IF YOU ARE QUALIFYING BECAUSE OF ELIGIBILITY IN A QUALIFIED PROGRAM YOU MUST PROVIDE PROOF OF PROGRAM PARTICIPATION WITH THIS APPLICATION SUBMISSION ONLINE (provide all documents that apply).":"SI CALIFICA DEBIDO A LA ELEGIBILIDAD EN UN PROGRAMA CALIFICADO, DEBE PROBAR LA PARTICIPACIÓN EN EL PROGRAMA CON LA PRESENTACIÓN DE ESTA SOLICITUD  (proporcione todos los documentos que correspondan)","IF YOU ARE QUALIFYING USING YOUR TOTAL HOUSEHOLD INCOME YOU MUST PROVIDE PROOF OF HOUSEHOLD INCOME WITH THIS APPLICATION SUBMISSION ONLINE (provide all documents that apply)":"SI CALIFICA UTILIZANDO SU INGRESO FAMILIAR TOTAL, DEBE PROPORCIONAR PRUEBA DEL INGRESO FAMILIAR CON ESTA PRESENTACIÓN DE SOLICITUD POR INTERNET (proporcione todos los documentos que correspondan).","If you are submitting an affidavit of limited or no income, enter $1.00 for the \"All other earnings\" dollar amount and select \"Yearly\" for the income period.":"Nota:  Si usted está presentando una declaración jurada porque no tiene ingresos o tiene ingresos limitados, ingrese $ 1,00 para el monto en  dólares en \"Todas las demás ganancias\" y seleccione \"Anual\" para el período de ingreso.","If you have any questions about the Certification form, call the LIDA Call Center at any time: 866-454-8387":"Si tiene preguntas sobre el formulario de certificación, llame al centro de atención de LIDA en cualquier momento: 866-454-8387","If you have any questions about the Household Worksheet, call the LIDA Call Center at any time: 866-454-8387":"Si tiene preguntas sobre la planilla para el hogar, llame al centro de atención de LIDA en cualquier momento: 866-454-8387 ","If you have any questions before you begin, you may contact our Call Center at 866-454-8387. Otherwise, press the \"Upload Supporting Documents\" button below to begin.":"Si tiene preguntas antes de comenzar, puede comunicarse con nuestro centro de atención al 866-454-8387.  De otra forma, presione el botón \"Cargar imágenes de respaldo\" (Upload Supporting Images) a continuación para comenzar.","If you have any questions regarding the affidavit, please call our Call Center at 1-877-454-8387. The Call Center is open 24 hours a day, 7 days a week.":"Si tiene preguntas con respecto a la declaración jurada, llame a nuestro centro de atención al 1-877-454-8387.  El centro de atención está abierto los 7 días de la semana, las 24 horas del día.","If you have earned less than $5,000 of income within a calendar year and have not filed a federal 1040 or 1040EZ form, then you should submit this affidavit as proof of no or limited income.":"If you have earned less than $5,000 of income within a calendar year and have not filed a federal 1040 or 1040EZ form, then you should submit this affidavit as proof of no or limited income.","If you have no or limited income, you may":"Nota:  Si tiene ingreso limitado o inexistente, puede ","If you live in a residence where someone else is already receiving a Lifeline discount, you are required to fill out the Lifeline Household Worksheet to see if you are also eligible to receive a Lifeline discount.":"Si vive en una residencia en la que alguien más está recibiendo un descuento de Lifeline, debe completar la planilla para el hogar de Lifeline para saber si también es elegible para recibir el descuento de Lifeline.","If you prefer the Low Income Discount Administrator send you a pre-populated application via regular mail, select the \"Send me an Application\" button.":"Si prefiere que el Administrador de descuentos para consumidores de bajos ingresos le envíe una solicitud completada previamente a través del correo regular, seleccione el botón \"Enviarme una solicitud\" (Send me an Application).","If you prefer to print your application, fill out the remaining fields and select the \"Print my Application\" button. Return the forms by mail, email, or fax.":"Si prefiere imprimir su solicitud, complete los campos restantes y seleccione el botón \"Imprimir mi solicitud\" (Print my Application).  Envíe los formularios por correo, correo electrónico o fax.","If you provide us with your email address, we will notify you of your eligibility immediately after our review. Please note: The Texas Lite-Up program does not share your personal information, including your email address, with any outside party. That is our commitment to you.":"Si nos proporciona su dirección de correo electrónico, le informaremos sobre su elegibilidad inmediatamente después de su revisión.  Tenga en cuenta que:  El programa Texas Lite-Up no comparte su información personal, lo que incluye su dirección de correo electrónico, con terceros.  Ese es nuestro compromiso con usted.","If your application has been approved":"Si su solicitud fue aprobada","If your application is denied, you will be notified via regular mail, in addition to email, along with one or more denial reasons.":"Si la solicitud es denegada, se le informará al respecto por correo regular, además del correo electrónico, junto con un o más motivos de la negación.","Include all adults and children at this address":"(Incluye todos los adultos y niños en esta dirección)","Income":"Ingreso","Income from occasional small jobs":"Ingresos de trabajos ocasionales pequeños","Income Period":"Periodo de ingresos","Income Source":"Fuente de los ingresos","indicates required fields":"Indica campos requeridos","Inheritances":"Herencias","Is an affidavit the right supporting document for me?":"¿Es una declaración jurada el documento de respaldo correcto para mí?","Is there another member in your household that already has a Lifeline account?":"¿Hay algún otro miembro en su hogar que ya esté recibiendo un descuento de Lifeline?","Last Name":"Apellidos","Lets Begin":"Empezar","Lifeline Certification Form":"Formulario de certificación de Lifeline","Lifeline Eligibility":"Eligibilidad de Lifeline","Lifeline Household Worksheet":"Planilla para el hogar de Lifeline","Lifeline is a government program that provides a monthly discount on home or wireless telephone services, but not both. Only one Lifeline service is allowed per household; a household is not permitted to receive Lifeline benefits from multiple providers. Your household is everyone who lives in your home (including children and people who are not related to you) and shares income and household expenses (bills, food, etc.). Violation of the one-per household rule is a violation of federal rules and will result in de-enrollment from the Lifeline program and potential prosecution by the United States Government. You may not transfer your Lifeline benefit to any other person. Lifeline is a nontransferable benefit.":"Lifeline es un programa del gobierno que da un descuento mensual en los servicios telefónicos para el hogar o el móvil, pero no a las dos líneas. Se permite solamente un servicio Lifeline por hogar; no se permite que un mismo hogar reciba beneficios Lifeline de parte de múltiples proveedores. Su hogar consiste en todas las personas que viven en su casa (incluyendo a los niños y las personas que no tienen ningún parentesco con usted) y que comparten los ingresos y los gastos de la casa (las facturas, los alimentos, etc.). El quebrantamiento de la regla de un solo servicio por hogar se considera una infracción de las reglas federales que conlleva en sí la exclusión del infractor del programa Lifeline y el posible enjuiciamiento de parte del gobierno federal. Lifeline es un beneficio no transferible. Usted no tiene autorización para transferir su beneficio Lifeline a otra persona.","Lifeline Qualification":"Calificacion de Lifeline","Lottery winnings":"Premios de lotería","Low-Income Energy Assistance Program (LIHEAP)":"Programa de ayuda energética para hogares de bajos ingresos (LIHEAP)","Mailing Address":"Dirección postal","Mailing Apt. No":"Dpto. de la dirección postal Núm.","mean your application has been approved.":"significa que su solicitud haya sido aprobada.","Middle Initial":"Inicial del segundo nombre:","Military Housing":"Viviendas para militares","Monthly":"Mensual","Name":"Nombre","Name of Benefit Recipient":"Nombre del receptor del beneficio","Name of Electric Customer":"Nombre del cliente de servicio eléctrico","National School Lunch Program - Free Lunch Program":"Programa de almuerzos gratuitos del programa nacional de almuerzos escolares","No":"No","No PO Box":"Dirección de servicio, No debe ser casilla de correo","Note":"Nota","Note: A Lone Star card is not an eligible document":"Nota:  Una tarjeta de Lone Star no es un documento elegible.","Note: It must be notarized before uploading as part of your supporting documentation":"Nota:  Debe estar certificada por notario antes de cargarla como parte de su documentación de respaldo.","Number of Persons in Household":"Cantidad de personas en el hogar","of Persons in Household":"de personas en el hogar","Option 1":"Opción 1","Option 2":"Opción 2","Option 3":"Opción 3","OPTION A. I am the only person in my household currently receiving a Lifeline service.":"OPCIÓN A. Soy la única persona en mi hogar que recibe en este momento un servicio Lifeline.","OPTION B. Currently, there are other Lifeline customers in my household but we have decided that I will be the only person in the household to receive Lifeline service going forward.":"OPCIÓN B. En este momento hay otros clientes de Lifeline en mi hogar pero hemos decidido que yo seré la única persona en el hogar que reciba el servicio de Lifeline a partir de ahora.","OPTION C. I do not share a household with the other Lifeline customers at my address.":"OPCIÓN C. No comparto mi hogar con los otros clientes de Lifeline que viven en mi domicilio.","Or I meet the program based eligibility criteria for receiving Lifeline. Check Benefits that apply":"O cumplo los criterios de elegibilidad del programa para recibir Lifeline. Marque los beneficios pertinentes:","Pensions":"Pensiones","Permanent":"Permanente","Persons in HH":"Personas en HH","Persons whose household income is at or below":"Personas cuyos ingresos familiares son iguales o menores","Please allow up to 7 business days for us to review your application package.":"1.  Aguarde hasta 7 días hábiles para que revisemos el paquete de su solicitud.","Please answer question 2 below":" Por favor, responda la pregunta 2 a continuación.","Please answer question 3 below.":" Por favor, responda la pregunta 3 a continuación.","Please call our Call Center at 866-454-8387 if you have any questions. The Call Center is open 24 hours a day, 7 days a week.":"Llame a nuestro centro de atención al 866-454-8387, si tiene preguntas.  El centro de atención está abierto las 24 horas del día, los 7 días de la semana.","Please check all agreements":"Por favor, marque todos los acuerdos","Please note: If you provide us with an email address, we can email you our application review decision":"Tenga en cuenta que: Si nos proporciona una dirección de correo electrónico, podemos enviarle la decisión de la revisión de la solicitud por ese medio.","Please note: Your successful online submission":"Por favor note, su aplicación online ha completado con éxito.","PLEASE READ CAREFULLY BEFORE PROCEEDING":"LEA CUIDADOSAMENTE ANTES DE CONTINUAR","Please remember the affidavit must be notarized or it will be denied.":"Recuerde que la declaración jurada debe estar certificada por notario o será rechazada.","Please select a Lifeline telephone discount option.":"Por favor, seleccione una opción de descuento telefónico Lifeline.","Please select a participating telephone service provider":"Seleccione un proveedor de servicio telefónico participante","Please select a participating telephone service provider from the drop-down list below.":"Seleccione un proveedor de servicio telefónico participante del menú desplegable a continuación.","Please select the method you will be using to upload your documentation.":"Por favor, seleccione el método que va a utilizar para subir su documentación.","Please select your preferred language":"Seleccione su idioma de preferencia:","Please wait while we generate your PDF":"Por favor, espere que su PDF se genere","Previous":"Anterior","Print a pre-populated application":"B) Imprimir una solicitud con datos introducidos previamente;","Print my Application":"Imprimir mi solicitud","Print this page":"Imprimir esta página","Public Assistance Benefits":"Beneficios de asistencia pública","Read the instructions carefully. A Household Worksheet not filled out completely and signed will be denied.":"Lea las instrucciones con atención. Una planilla para el hogar no completada en su totalidad ni firmada será rechazada.","Recapture":"Volver a capturar","Request an application through the mail":"Pedir una solicitud a través del correo","Request or Print a Pre-Populated Application":"Solicitar o imprimir una solicitud completada previamente","Request or Print an Application":"Presentar o imprimir una solicitud","Resident of Tribal Lands":"Residente de tierras tribales","Retirement/Pension benefit statement":"Declaración de beneficios de pensión o jubilación","Review Image":"Revise las imagines","Salary (gross)":"Salario (bruto)","Same as Service":"Igual que la dirección del servicio","Send me an Application":"Enviarme una solicitud","Service Address":"Dirección de servicio:  (No debe ser casilla de correo)","Since you have provided us with your email address, you will receive an automated email response as soon as the review has been completed.":"Debido a que nos ha proporcionado su dirección de correo electrónico, usted recibirá una respuesta de correo electrónico automática tan pronto como se haya terminado la revisión.","SNAP and Medicaid participation by any member in the household makes the household eligible for the telephone discount":"Participación en SNAP y Medicaid de cualquier miembro en el hogar que hace a este elegible para el descuento telefónico.","Social Security Payments":"Pagos de seguridad social","Sources of income that do not need to be included":"Fuentes de ingresos que no deben incluirse:","SSN":"SSN","State":"Estado","Street 1":"Calle 1","Street 2":"Calle 2","Student Financial Aid":"Ayuda financiera para estudiantes","Submit Application Online and Upload Supporting Documentation":"Presentar la solicitud por Internet y cargar la documentación de respaldo","Supplemental Social Security (SSI)":"Seguridad social suplementaria (SSI)","Telephone Number":"El número de teléfono","Temporary":"Temporal","Thank you":"Gracias","The address you entered could not be validated.":"La dirección introducida no se pudo validar.","The Lifeline Certification form is required in order to receive a discount on either your landline or cell telephone bill. You may only have a Lifeline discount on one telephone bill.":"El formulario de certificación de Lifeline es solicitado para recibir un descuento ya sea en su cuenta de teléfono fijo o celular. Usted solo puede tener un descuento de Lifeline por factura de teléfono.","This address is:":"Esta dirección es:","This is your Application Identification Number":"Este es el número de identificación de su solicitud:  ","Total annual household income":"Ingreso familiar anual total","Unemployment Compensation":"Compensación de desempleo","Upload Image":"Subir imagen","Upload PDF":"Subir PDF","Upload Supporting Documentation":"Presentar la solicitud por Internet y cargar la documentación de respaldo","Uploaded Document Successfully":"Documento cargado correctamente","Uploading... Please Wait":"Cargando ... Por favor espere","Use our online form-fill feature to:":"Usar nuestra función para completar en formulario en Internet para:","Veteran's Benefits":"Beneficios para veteranos","View acceptable income documentation.":"Ver documentación de ingresos aceptable.","View acceptable program qualifying documentation.":"Ver documentación aceptable habilitante para el programa.","Welcome to the Lite-Up Texas Self-Enrollment Process!":"¡Bienvenido al proceso de inscripción personal de Lite-Up Texas!","What's This?":"¿Qué es esto?","Yes":"Si","YOU":"Usted ","You are":"Usted es","you are a step closer to receive your Lifeline discount as early as next month. The Low Income Discount Administrator executes several processes at the end of each month to ensure all program rules are being followed. If the information you have submitted passes our program rules **and** your telephone/electric provider submits your information to us, we will notify your provider(s) to apply the discount on your bill":"Usted está un paso más cerca a recibir su descuento de Lifeline tan pronto como el próximo mes. El Administrador de descuentos para consumidores de bajos ingresos ejecuta varios procesos a fin de cada mes para asegurar que todas las normas del programa se cumplan.  Si la información que usted presentó cumple con las normas de nuestro programa **y** su proveedor de teléfono/electricidad nos envía su información, le informaremos a su proveedor que aplique el descuento en su factura.","You have successfully submitted your application package and securely uploaded supporting documentation for our review.":"¡Usted ha presentado el paquete de su solicitud de manera exitosa y ha cargado de manera segura la documentación de respaldo para nuestra revisión.","You may apply for the Texas Lite-Up/Lifeline Discount using one of these options:":"Puede presentar solicitud para el Descuento de Texas LITE-UP/Lifeline mediante una de estas opciones:","You may upload multiple images or combine your images to one before uploading. The facility can accept one or multiple images.":"Puede cargar varias imágenes o combinar sus imágenes en una antes de la carga.  El centro puede aceptar una o varias imágenes.","You must complete all sections of the Certification form. If you leave any required fields empty, your Certification form will be denied. Please verify the form has been completed and signed before mailing, faxing or emailing to the Low Income Discount Administrator. Additionally, remember to initial all required statements.":"Debe completar todas las secciones del Formulario de certificación. Si deja campos requeridos vacíos, no coloca su inicial en todas las certificaciones requeridas, o no firma su formulario, este será rechazado. Verifique que el formulario haya sido completado antes del envío por correo o por fax al Administrador de descuentos para consumidores de bajos ingresos.","You must enter a dollar amount for at least one income source shown on this page.":"Debe ingresar un monto en dólares para al menos una fuente de ingresos mostrada en esta página.","You must select a household size.":"Debe seleccionar un tamaño de hogar.","You must select an income period corresponding to the dollar amount you have entered.":"Debe seleccionar un periodo de ingresos correspondiente al monto en dólares que ingresó.","You must select if you are qualifying by income or by program.":"Debe seleccionar si califica por ingresos o por programa.","You must upload your supporting documentation in PDF format to use this feature.":"Debe subir su documentación de respaldo en formato PDF para utilizar esta función.","Your household is everyone who lives at your address who shares income and expenses":"Your household is everyone who lives at your address who shares income and expenses.","Your most recently filed tax return (must be signed) or W-2 form":"su declaración de impuestos presentada más reciente (debe estar firmada) o formulario W2;","Your total household gross annual income from all sources cannot exceed these guidelines:":"Su ingreso bruto familiar anual total de todas las fuentes no puede exceder estas pautas:","Zip":"Código Postal"}}